<style lang="scss">
@import '../../sprites-html/term/sprite';
@import '../../css/variable';
@import '../../css/mixin';

body {
  background: url(/static/images/stage/bg.jpg#{$cacheVersion}) no-repeat top center;
  background-size: 750px 1126px;
  background-color: black;
}

.Term {
  .Title {
    @include spriteWithCache($title);
    margin: 50px auto 0;
  }

  .Texts {
    padding: 30px 30px 50px;

    div {
      margin-bottom: 100px;

      &:last-child {
        margin-bottom: 0;
      }
    }

    h2 {
      margin-bottom: 15px;
    }

    p {
      margin-bottom: 50px;

      &:last-child {
        margin-bottom: 0;
      }
    }
  }

  .BtnTop {
    padding-bottom: 50px;

    a {
      @include spriteWithCache($btn-top);
      display: block;
      margin: 0 auto;
    }
  }
}
</style>

<template>
  <div class="Term">
    <div class="Title"></div>

    <div class="Texts">
      <div>
        <h2>■はじめに</h2>
        <p>このウェブサイトは、株式会社ディー・エヌ・エー（以下「当社」）が配信するサービス『キングダム -英雄の系譜-』（以下「本ゲーム」）のキャンペーン（以下、本キャンペーンといい、本キャンペーンを行うサイトを「本サイト」といいます）になります。以下に記載の内容をお読みいただき、ご同意いただいたうえでご参加ください。</p>
      </div>

      <div>
        <h2>■キャンペーン名</h2>
        <p>ファルファル走 Presented by キングダム-英雄の系譜-</p>
      </div>

      <div>
        <h2>■キャンペーン期間</h2>
        <p>2017/7/21(金)15:00 ～ 2017/7/30(日) 14:59</p>
        <p>※本キャンペーンは、予告なく中止または変更される場合があります。</p>
      </div>

      <div>
        <h2>■キャンペーン概要</h2>

        <p>①本ゲームに登場するキャラクターを操作して戦場の敵を撃破する、横スクロール型のミニゲームです。本キャンペーンの参加者は、秦国の武将『騰』の騎馬を操作して、敵である趙軍の撃破に挑戦して頂きます。その際、敵を撃破した結果を本キャンペーンの得点としてカウントします。</p>

        <p>②本キャンペーンの参加者全員の総得点数に応じて、8/1(火)から本ゲーム内で実施する無料10人登用にて、★4の出現確率がグレードアップされていくキャンペーンです。</p>

        <p>
        ※本キャンペーンへの参加は無料です。<br>
        ※お一人様何回でも参加することができます。<br>
        ※予告なく中止、または変更となる場合がございます。<br>
        ※一部非対応機種がございます。<br>
        ※ゲーム画像は実際に提供されるものと異なる場合がございます。<br>
        </p>
      </div>

      <div>
        <h2>■キャンペーン報酬</h2>

        <p>①無料10人登用の★4出現確率グレードアップ</p>

        <p>キャンペーン参加者全員の総得点数に応じて、8/1(火)から本ゲーム内で実施する、無料10人登用の★4出現確率が以下の通りグレードアップします。</p>

        <p>
        ・START<br>
        ★4 出現確率　 2.0％
        </p>

        <p>
        ・総得点1000万得点 突破<br>
        ★4 出現確率　 2.4％
        </p>

        <p>
        ・総得点2000万得点 突破<br>
        ★4 出現確率　 2.8％
        </p>

        <p>
        ・総得点3000万得点 突破<br>
        ★4 出現確率　 3.2％
        </p>

        <p>
        ・総得点4000万点 突破<br>
        ★4 出現確率　 3.6％
        </p>

        <p>
        ・総得点5000万点 突破<br>
        ★4 出現確率　 4.0％
        </p>

        <p>
        ・総得点60億点 突破<br>
        無料10人登用が、さらにもう1回引ける（合計2回）
        </p>

        <p>本キャンペーンで出現確率が決定した無料10人登用は、下記の期間にて実施します。</p>

        <p>
        ファルファル走連動企画 無料10人登用<br>
        開催期間：2017年8月1日(火) 14:00 ～ 2017年8月13日(日) 23:59
        </p>

        <p>
        ※上記の期間中に本ゲームへログインして頂くと、無料10人登用が利用できます。<br>
        ※無料10人登用は上記の期間中のみ、ご利用できます。<br>
        ※無料10人登用の利用には、実施期間中に本ゲームをプレイし、チュートリアルを完了して頂く必要があります。<br>
        ※その他、無料10人登用の実施時期や詳細は、ゲーム内にてご確認ください。
        </p>


        <p>②『キングダム -英雄の系譜-』オリジナル壁紙（全３種）</p>

        <p>キャンペーンの結果画面から、キャンペーンの結果をシェアした方に、もれなくプレゼントします。</p>

        <p>※キャンペーンの結果画面から結果をシェアした後、【壁紙をもらう！】ボタンから画像を保存してください。</p>
      </div>

      <div>
        <h2>■キャンペーンの参加方法</h2>

        <p>
        ステップ１
        本サイトのTOPページに配置された「今すぐ走る！」ボタンから戦場を選択し、「出陣」ボタンを押します。
        </p>

        <p>
        ステップ２
        プレイ画面の最初に出現する遊び方に従い、キャンペーンをプレイします。
        </p>

        <p>
        ステップ3
        キャンペーンプレイ後、結果画面に遷移し、得点が表示されます。
        </p>
      </div>

      <div>
        <h2>■キャンペーン注意事項</h2>

        <p>
        ・キャンペーン期間、キャンペーン内容、報酬、配布期間など、本サイトの詳細は予告なく中止または変更される場合があります。<br>
        ・本キャンペーンの報酬を受け取る権利は、他者に譲渡・質入等することができません。<br>
        ・以下の場合には、報酬アイテムのプレゼントが無効となります。<br>
        　・お客様の通信端末に本ゲームが非対応であった場合<br>
        　・スパム行為、譲渡行為などの悪質な挙動が確認された場合<br>
        　・当社が本ゲームの利用規約に違反する行為を行ったと判断した場合<br>
        　・お客様がご利用の通信端末から本ゲームを削除した場合<br>
        　・当社が不適切と判断する行為が確認された場合<br>
        </p>
      </div>

      <div>
        <h2>■免責事項</h2>
        <p>本サイトに掲載された情報に基づいてなされた判断を原因として発生したいかなるトラブル・損失・損害に対しても、当社は責任を負いません。また、予告なく本サイトの運営の中断、中止や内容の変更等を行うことがありますが、これらにより生じたいかなるトラブル・損失・損害に対しても当社は責任を負うものではありません。なお、本サイトでは「Twitter」「Facebook」「LINE」を活用する場合がございます。 Twitter、Facebook、LINE及びそれぞれが開発するアプリケーションの動作環境により発生するサイト運営の中断または中止に起因する損害については、Twitter社、Facebook社、LINE社及び当社は責任を負うものではありません。</p>

        <p>本サイトは、Twitter社、Facebook社、LINE社が後援、支持、または運営するものではなく、各社とは関係がありません。</p>
      </div>

      <div>
        <h2>■権利帰属</h2>
        <p>本サイトに掲載される画像その他の情報は、事前に当社の許可を得た場合を除き、個人の私的使用その他著作権法によって認められる範囲を超えて、これらの情報を使用(複製、改変、転用、アップロード、掲示、送信、頒布、販売、出版を含みますがこれに限りません。)することは禁止します。</p>
      </div>

      <div>
        <h2>■推奨環境</h2>

        <p>
        ◎スマートフォン・タブレット<br>
        iOS 9.0 以上<br>
        iPhone 5S以降〜<br>
        ブラウザ　Safari / Google Chrome
        </p>

        <p>
        Android 4.4以上<br>
        ブラウザ　Google Chrome
        </p>

        <p>
        ※Twitter、Facebook、LINEなどのアプリ内ブラウザをご利用のお客様は、各OSの推奨ブラウザにてアクセスの上、お楽しみください。<br>
        ※一部端末ではBGMが流れます。キャンペーンの案内に従って、BGMのON/OFFを切り替えてお楽しみください。<br>
        ※一部非推奨となる端末もございます。<br>
        ※ 推奨環境の範囲であっても一部端末でページが正しく表示されない場合がございます。<br>
        ※ スマートフォン、タブレットは縦表示でご利用ください。横表示でのご利用は推奨しておりません。<br>
        ※上記推奨環境は本キャンペーンの推奨環境になります。本ゲーム（スマートフォンアプリ）の推奨環境については、ゲーム内でご確認ください。
        </p>

        <p>
        ◎PC<br>
        このキャンペーンは PCではご利用ができません。<br>
        PCサイトをご覧のお客さまは、QRコードを読み込みの上、お手持ちのスマートフォン/タブレット端末にてご利用ください。
        </p>
      </div>

      <div>
        <h2>■利用技術</h2>

        <p>
        ◎JavaScriptについて<br>
        本サイトでは、JavaScriptを使用しているページがございます。お使いのブラウザでJavaScript機能を無効にされている場合、正しく機能しない、もしくは正しく表示されないことがあります。ご覧になる際にはブラウザ設定でJavaScriptを有効にしてください。設定方法は各ブラウザのヘルプをご参照ください。
        </p>

        <p>
        ◎スタイルシートについて<br>
        本サイトではスタイルシートを使用しております。お使いの通信端末のブラウザでスタイルシートを無効にされている場合、正しく表示されないことがあります。ご覧になる際にはお使いの通信端末のブラウザ設定でスタイルシートを有効にしてください。
        </p>

        <p>
        ◎データの保持について<br>
        本サイトでは、ウェブストレージ(Web storage)を使用してキャンペーンのデータ管理をおこなっております。
        </p>
      </div>

      <div>
        <h2>■お問い合わせ</h2>

        <p>本サイトについてのお問い合わせは下記にお願いいたします。</p>

        <p>campaign@dena.com</p>

        <p>※本ゲーム（スマートフォンアプリ）に関するお問い合わせは、ゲーム内の「その他」⇢「お問い合わせ」よりご連絡ください。</p>
      </div>
    </div>

    <div class="BtnTop">
      <router-link to="/"></router-link>
    </div>
  </div>
</template>

<script>
export default {
};
</script>
